Repository: GabrieleBattaglia/Tornello
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, pt

source: --- FALLIMENTO GENERAZIONE ABBINAMENTI AUTOMATICI (Turno {round_num}) ---
es: --- FALLO EN LA GENERACIÓN DE EMPAREJAMIENTOS AUTOMÁTICOS (Ronda {round_num}) ---
pt: --- FALHA NA GERAÇÃO AUTOMÁTICA DE EMPARCEIRAMENTOS (Rodada {round_num}) ---

source: Causa: bbpPairings.exe non è riuscito a generare gli abbinamenti.
es: Causa: bbpPairings.exe no pudo generar los emparejamientos.
pt: Causa: bbpPairings.exe não conseguiu gerar os emparceiramentos.

source: Azione richiesta: Verificare il file 'input_bbp.trf' nella sottocartella 'bbppairings' per possibili errori di formato.
es: Acción requerida: Verificar el archivo 'input_bbp.trf' en la subcarpeta 'bbppairings' por posibles errores de formato.
pt: Ação necessária: Verificar o arquivo 'input_bbp.trf' na subpasta 'bbppairings' por possíveis erros de formato.

source: --- Time Machine ---
es: --- Máquina del Tiempo ---
pt: --- Máquina do Tempo ---

source: Questa funzione ripristina lo stato del torneo a un turno precedente.
es: Esta función restaura el estado del torneo a una ronda anterior.
pt: Esta função restaura o estado do torneio para uma rodada anterior.

source: Puoi tornare a un qualsiasi turno da 1 a {max_round}.
es: Puedes volver a cualquier ronda desde la 1 hasta la {max_round}.
pt: Você pode voltar para qualquer rodada de 1 a {max_round}.

source: Tutti i risultati e gli abbinamenti successivi al turno scelto verranno cancellati.
es: Todos los resultados y emparejamientos posteriores a la ronda elegida serán eliminados.
pt: Todos os resultados e emparceiramentos após a rodada escolhida serão excluídos.

source: A quale turno vuoi tornare? (1-{max_round}, o vuoto per annullare):
es: ¿A qué ronda quieres volver? (1-{max_round}, o vacío para cancelar):
pt: Para qual rodada você quer voltar? (1-{max_round}, ou vazio para cancelar):

source: Operazione annullata.
es: Operación cancelada.
pt: Operação cancelada.

source: Numero di turno non valido.
es: Número de ronda no válido.
pt: Número de rodada inválido.

source: Input non valido. Inserisci un numero.
es: Entrada no válida. Introduce un número.
pt: Entrada inválida. Insira um número.

source: ATTENZIONE: Stai per eseguire un'operazione distruttiva.
es: ATENCIÓN: Estás a punto de realizar una operación destructiva.
pt: ATENÇÃO: Você está prestes a executar uma operação destrutiva.

source: Verranno eliminati tutti i risultati e gli abbinamenti inseriti dal turno {target_round} in poi.
es: Se eliminarán todos los resultados y emparejamientos introducidos desde la ronda {target_round} en adelante.
pt: Todos os resultados e emparceiramentos inseridos a partir da rodada {target_round} serão eliminados.

source: Sei assolutamente sicuro di voler procedere? (scrivi 'si' per confermare):
es: ¿Estás absolutamente seguro de que quieres continuar? (escribe 'si' para confirmar):
pt: Tem certeza absoluta de que deseja continuar? (digite 'sim' para confirmar):

source: Conferma non data. Operazione di riavvolgimento annullata.
es: Confirmación no proporcionada. Operación de retroceso cancelada.
pt: Confirmação não fornecida. Operação de retrocesso cancelada.

source: Avvio riavvolgimento al Turno {target_round}...
es: Iniciando retroceso a la Ronda {target_round}...
pt: Iniciando retrocesso para a Rodada {target_round}...

source: Contatore ID Partita ripristinato a: {}
es: Contador de ID de Partida restablecido a: {}

source: Rigenerazione abbinamenti per il Turno {target_round}...
es: Regenerando emparejamientos para la Ronda {target_round}...

source: Ripristinato 1.0 punto per il BYE al Turno {round} per {name}.
es: Restablecido 1.0 punto por el BYE en la Ronda {round} para {name}.

source: Riavvolgimento completato con successo!
es: ¡Retroceso completado con éxito!
pt: Retrocesso concluído com sucesso!

source: Il torneo è ora al Turno {target_round}, pronto per l'inserimento dei risultati.
es: El torneo está ahora en la Ronda {target_round}, listo para la introducción de resultados.
pt: O torneio está agora na Rodada {target_round}, pronto para a inserção de resultados.

source: ERRORE: Database FIDE locale '{}' non trovato.
es: ERROR: Base de datos FIDE local '{}' no encontrada.
pt: ERRO: Banco de dados FIDE local '{}' não encontrado.

source: Esegui prima la funzione di aggiornamento del DB FIDE.
es: Ejecuta primero la función de actualización de la BD FIDE.
pt: Execute primeiro a função de atualização do Banco de Dados FIDE.

source: --- Avvio Sincronizzazione Database Personale con Database FIDE Locale ---
es: --- Iniciando Sincronización de Base de Datos Personal con Base de Datos FIDE Local ---
pt: --- Iniciando Sincronização do Banco de Dados Pessoal com o Banco de Dados FIDE Local ---

source: Database FIDE locale caricato con {} giocatori.
es: Base de datos FIDE local cargada con {} jugadores.
pt: Banco de dados FIDE local carregado com {} jogadores.

source: ERRORE critico durante la lettura di '{}': {}
es: ERROR crítico durante la lectura de '{}': {}
pt: ERRO crítico ao ler '{}': {}

source: Il tuo database personale dei giocatori è vuoto. Nessuna sincronizzazione da effettuare.
es: Tu base de datos personal de jugadores está vacía. No hay sincronización que realizar.
pt: Seu banco de dados pessoal de jogadores está vazio. Nenhuma sincronização a ser realizada.

source: Analisi dei giocatori nel tuo database personale...
es: Analizando jugadores en tu base de datos personal...
pt: Analisando jogadores em seu banco de dados pessoal...

source: -> Trovata una corrispondenza FIDE per il tuo giocatore '{} {}' (ID: {}):
es: -> Se encontró una coincidencia FIDE para tu jugador '{} {}' (ID: {}):
pt: -> Encontrada uma correspondência FIDE para o seu jogador '{} {}' (ID: {}):

source: FIDE ID: {}, Nome: {}, {}, FED: {}, Elo: {}, Anno Nascita: {}
es: ID FIDE: {}, Nombre: {}, {}, FED: {}, Elo: {}, Año Nacimiento: {}

source: Associare questo ID FIDE al tuo giocatore? (S/n)
es: ¿Asociar este ID FIDE a tu jugador? (S/n)

source: -> Trovati {} omonimi nel DB FIDE per il tuo giocatore '{} {}' (ID: {}).
es: -> Se encontraron {} homónimos en la BD FIDE para tu jugador '{} {}' (ID: {}).
pt: -> Encontrados {} homônimos no BD FIDE para o seu jogador '{} {}' (ID: {}).

source: Seleziona l'ID FIDE corretto o 'n' per saltare:
es: Selecciona el ID FIDE correcto o 'n' para saltar:

source: {}. FIDE ID: {}, FED: {}, Elo: {}, Anno Nascita: {}
es: {}. ID FIDE: {}, FED: {}, Elo: {}, Año Nacimiento: {}
pt: {}. ID FIDE: {}, FED: {}, Elo: {}, Ano de Nascimento: {}

source: n. Nessuno di questi
es: n. Ninguno de estos

source: Scelta:
es: Elección:

source: Scelta non valida o saltata. Il giocatore non verrà associato.
es: Elección no válida o saltada. El jugador no será asociado.

source: Analisi completata. Il tuo database personale è già perfettamente sincronizzato!
es: Análisis completado. ¡Tu base de datos personal ya está perfectamente sincronizada!
pt: Análise concluída. Seu banco de dados pessoal já está perfeitamente sincronizado!

source: --- Riepilogo Sincronizzazione: Trovate {} modifiche proposte ---
es: --- Resumen de Sincronización: Se encontraron {} modificaciones propuestas ---
pt: --- Resumo da Sincronização: Encontradas {} alterações propostas ---

source: - Giocatore: {} {} (ID Locale: {})
es: - Jugador: {} {} (ID Local: {})
pt: - Jogador: {} {} (ID Local: {})

source: -> Associazione nuovo ID FIDE: {}
es: -> Asociación nuevo ID FIDE: {}

source: -> Aggiornamento {}: da '{}' a '{}'
es: -> Actualización {}: de '{}' a '{}'

source: Vuoi vedere l'elenco completo di tutte le modifiche proposte? (s/N)
es: ¿Quieres ver la lista completa de todas las modificaciones propuestas? (s/N)
pt: Deseja ver a lista completa de todas as alterações propostas? (s/N)

source: --- Elenco Completo Modifiche Proposte ---
es: --- Lista Completa de Modificaciones Propuestas ---
pt: --- Lista Completa de Alterações Propostas ---

source: - Giocatore: {} {} (ID Locale: {})
es: - Jugador: {} {} (ID Local: {})

source: -> Associazione nuovo ID FIDE: {}
es: -> Asociación nuevo ID FIDE: {}
pt: -> Associação de novo ID FIDE: {}

source: Vuoi applicare tutte le modifiche proposte al tuo database personale? (s/N)
es: ¿Quieres aplicar todas las modificaciones propuestas a tu base de datos personal? (s/N)
pt: Deseja aplicar todas as alterações propostas ao seu banco de dados pessoal? (s/N)

source: Sincronizzazione completata e database personale salvato!
es: ¡Sincronización completada y base de datos personal guardada!
pt: Sincronização concluída e banco de dados pessoal salvo!

source: Operazione annullata. Nessuna modifica è stata salvata.
es: Operación cancelada. No se ha guardado ninguna modificación.
pt: Operação cancelada. Nenhuma alteração foi salva.

source: Download del file ZIP FIDE da: {url}
es: Descargando el archivo ZIP FIDE de: {url}
pt: Baixando o arquivo ZIP FIDE de: {url}

source: L'operazione potrebbe richiedere alcuni minuti a seconda della connessione...
es: La operación podría tardar algunos minutos dependiendo de la conexión...
pt: A operação pode levar alguns minutos, dependendo da conexão...

source: Download completato. Apertura archivio ZIP in memoria...
es: Descarga completada. Abriendo archivo ZIP en memoria...
pt: Download concluído. Abrindo arquivo ZIP na memória...

source: ERRORE: Nessun file .xml trovato nell'archivio ZIP.
es: ERROR: No se encontró ningún archivo .xml en el archivo ZIP.
pt: ERRO: Nenhum arquivo .xml encontrado no arquivo ZIP.

source: Estrazione ed elaborazione del file XML: {filename}...
es: Extrayendo y procesando el archivo XML: {filename}...
pt: Extraindo e processando o arquivo XML: {filename}...

source: -> L'analisi del file XML è in corso, attendere...
es: -> El análisis del archivo XML está en curso, espere por favor...

source: Analisi del file XML in corso (potrebbe richiedere più di un minuto)...
es: Análisis del archivo XML en curso (podría tardar más de un minuto)...
pt: Analisando o arquivo XML (pode levar mais de um minuto)...

source: ... elaborati {count} giocatori...
es: ... procesados {count} jugadores...

source: Elaborazione completata. Trovati e salvati {count} giocatori FIDE.
es: Procesamiento completado. Se encontraron y guardaron {count} jugadores FIDE.
pt: Processamento concluído. {count} jogadores FIDE encontrados e salvos.

source: -> La scrittura del file JSON è in corso, attendere...
es: -> La escritura del archivo JSON está en curso, espere por favor...

source: Salvataggio del database JSON locale (potrebbe richiedere tempo)...
es: Guardando la base de datos JSON local (podría llevar tiempo)...
pt: Salvando o banco de dados JSON local (pode levar algum tempo)...

source: Database FIDE locale 'fide_ratings_local.json' salvato con successo.
es: Base de datos FIDE local 'fide_ratings_local.json' guardada con éxito.
pt: Banco de dados FIDE local 'fide_ratings_local.json' salvo com sucesso.

source: ERRORE: Timeout durante il download del file.
es: ERROR: Tiempo de espera agotado durante la descarga del archivo.
pt: ERRO: Tempo de espera esgotado durante o download do arquivo.

source: ERRORE di rete: {error}
es: ERROR de red: {error}
pt: ERRO de rede: {error}

source: Si è verificato un errore imprevisto durante l'aggiornamento del DB FIDE: {error}
es: Ocurrió un error inesperado durante la actualización de la BD FIDE: {error}
pt: Ocorreu um erro inesperado ao atualizar o BD FIDE: {error}

source: Errore: Dati torneo o giocatori mancanti per la conferma.
es: Error: Faltan datos del torneo o de los jugadores para la confirmación.
pt: Erro: Faltam dados do torneio ou dos jogadores para a confirmação.

source: --- Riepilogo Giocatori Iscritti al Torneo ---
es: --- Resumen de Jugadores Inscritos en el Torneo ---
pt: --- Resumo dos Jogadores Inscritos no Torneio ---

source: Nessun giocatore attualmente iscritto al torneo.
es: Ningún jugador actualmente inscrito en el torneo.
pt: Nenhum jogador atualmente inscrito no torneio.

source: Vuoi tornare all'inserimento giocatori? (s/N)
es: ¿Quieres volver a la introducción de jugadores? (s/N)
pt: Deseja voltar para a inscrição de jogadores? (s/N)

source: Lista giocatori vuota. La creazione del torneo potrebbe fallire o necessitare di nuovi inserimenti.
es: Lista de jugadores vacía. La creación del torneo podría fallar o requerir nuevas inscripciones.
pt: Lista de jogadores vazia. A criação do torneio pode falhar ou exigir novas inscrições.

source: Numero attuale di giocatori: {count}
es: Número actual de jugadores: {count}
pt: Número atual de jogadores: {count}

source: Nome?
es: ¿Nombre?

source: Cognome?
es: ¿Apellido?

source: Vuoi rimuovere un giocatore dalla lista? (Inserisci il numero, o 'f' per finire e confermare):
es: ¿Quieres eliminar a un jugador de la lista? (Introduce el número, o 'f' para finalizar y confirmar):
pt: Deseja remover um jogador da lista? (Insira o número, ou 'f' para finalizar e confirmar):

source: ATTENZIONE: Sono necessari almeno {min_players} giocatori per un torneo di {rounds} turni.
es: ATENCIÓN: Se necesitan al menos {min_players} jugadores para un torneo de {rounds} rondas.
pt: ATENÇÃO: São necessários pelo menos {min_players} jogadores para um torneio de {rounds} rodadas.

source: Continuare comunque con meno giocatori? (s/N)
es: ¿Continuar de todos modos con menos jugadores? (s/N)
pt: Continuar mesmo assim com menos jogadores? (s/N)

source: Conferma annullata. Puoi aggiungere altri giocatori o modificare i parametri del torneo.
es: Confirmación cancelada. Puedes añadir más jugadores o modificar los parámetros del torneo.
pt: Confirmação cancelada. Você pode adicionar mais jogadores ou modificar os parâmetros do torneio.

source: Lista giocatori confermata.
es: Lista de jugadores confirmada.
pt: Lista de jogadores confirmada.

source: Rimuovere '{first_name} {last_name}'? (s/N):
es: ¿Eliminar a '{first_name} {last_name}'? (s/N):
pt: Remover '{first_name} {last_name}'? (s/N):

source: Giocatore '{first_name} {last_name}' rimosso.
es: Jugador '{first_name} {last_name}' eliminado.
pt: Jogador '{first_name} {last_name}' removido.

source: Rimozione annullata.
es: Eliminación cancelada.
pt: Remoção cancelada.

source: Numero giocatore non valido.
es: Número de jugador no válido.
pt: Número de jogador inválido.

source: Input non valido.
es: Entrada no válida.
pt: Entrada inválida.

source: Comando non riconosciuto.
es: Comando no reconocido.
pt: Comando não reconhecido.

source: --- Dettagli Pianificazione Partita ---
es: --- Detalles de Planificación de Partida ---
pt: --- Detalhes do Agendamento da Partida ---

source: Lasciare il campo vuoto per mantenere il valore attuale.
es: Dejar el campo vacío para mantener el valor actual.
pt: Deixe o campo em branco para manter o valor atual.

source: Data partita (formati: GG, GG-MM, {iso_format})
es: Fecha de la partida (formatos: DD, DD-MM, {iso_format})
pt: Data da partida (formatos: DD, DD-MM, {iso_format})

source: [Attuale: {current}]:
es: [Actual: {current}]:
pt: [Atual: {current}]:

source: La data è obbligatoria.
es: La fecha es obligatoria.
pt: A data é obrigatória.

source: Formato data non riconosciuto
es: Formato de fecha no reconocido
pt: Formato de data não reconhecido

source: Formato data '{input}' non valido o data inesistente. Usa GG, GG-MM, o {iso_format}.
es: Formato de fecha '{input}' no válido o fecha inexistente. Usa DD, DD-MM, o {iso_format}.
pt: Formato de data '{input}' inválido ou data inexistente. Use DD, DD-MM ou {iso_format}.

source: Input data '{input}' non interpretabile.
es: Entrada de fecha '{input}' no interpretable.
pt: Entrada de data '{input}' não interpretável.

source: Ora partita (formati: HH, HH:MM)
es: Hora de la partida (formatos: HH, HH:MM)
pt: Hora da partida (formatos: HH, HH:MM)

source: L'ora è obbligatoria.
es: La hora es obligatoria.
pt: A hora é obrigatória.

source: Formato ora non riconosciuto
es: Formato de hora no reconocido
pt: Formato de hora não reconhecido

source: Formato ora non valido. Usa HH (es. 9) o HH:MM (es. 15:30).
es: Formato de hora no válido. Usa HH (ej. 9) o HH:MM (ej. 15:30).
pt: Formato de hora inválido. Use HH (ex: 9) ou HH:MM (ex: 15:30).

source: Canale/Link partita [Attuale: {current}]:
es: Canal/Enlace de la partida [Actual: {current}]:
pt: Canal/Link da partida [Atual: {current}]:

source: Arbitro assegnato [Attuale: {current}]:
es: Árbitro asignado [Actual: {current}]:
pt: Árbitro designado [Atual: {current}]:

source: Nessun dettaglio della pianificazione è stato effettivamente modificato.
es: No se ha modificado realmente ningún detalle de la planificación.
pt: Nenhum detalhe do agendamento foi efetivamente modificado.

source: Data e ora sono obbligatori per la pianificazione. Operazione annullata.
es: La fecha y la hora son obligatorias para la planificación. Operación cancelada.
pt: Data e hora são obrigatórios para o agendamento. Operação cancelada.

source: Tutte le partite del Turno {round_num} sono state giocate o sono BYE.
es: Todas las partidas de la Ronda {round_num} se han jugado o son BYE.
pt: Todas as partidas da Rodada {round_num} foram jogadas ou são BYE.

source: Nessuna partita disponibile per la pianificazione/modifica.
es: Ninguna partida disponible para planificación/modificación.
pt: Nenhuma partida disponível para agendamento/modificação.

source: Pianificata per: {date} alle {time}
es: Planificada para: {date} a las {time}
pt: Agendada para: {date} às {time}

source: Canale: {channel}, Arbitro: {arbiter}
es: Canal: {channel}, Árbitro: {arbiter}
pt: Canal: {channel}, Árbitro: {arbiter}

source: --- Pianificazione Partite Turno {round_num} ---
es: --- Planificación de Partidas Ronda {round_num} ---
pt: --- Agendamento de Partidas da Rodada {round_num} ---

source: (Vengono mostrati i Numeri Scacchiera reali del turno per le partite ancora da giocare)
es: (Se muestran los Números de Tablero reales de la ronda para las partidas aún por jugar)
pt: (Mostrando os Números de Tabuleiro reais da rodada para as partidas ainda a serem jogadas)

source: Partite da Pianificare (non hanno ancora una pianificazione):
es: Partidas por Planificar (aún no tienen una planificación):
pt: Partidas a Agendar (ainda não têm agendamento):

source: Nessuna partita attualmente da pianificare (o sono tutte già pianificate).
es: Ninguna partida por planificar actualmente (o ya están todas planificadas).

source: Partite Già Pianificate (in attesa di risultato):
es: Partidas Ya Planificadas (en espera de resultado):
pt: Partidas Já Agendadas (aguardando resultado):

source: Nessuna partita attualmente pianificata.
es: Ninguna partida actualmente planificada.

source: Nessuna partita pendente disponibile per la gestione della pianificazione.
es: Ninguna partida pendiente disponible para la gestión de la planificación.
pt: Nenhuma partida pendente disponível para gerenciamento de agendamento.

source: Opzioni: (P)ianifica, (M)odifica/Rimuovi pianificazione, (F)ine:
es: Opciones: (P)lanificar, (M)odificar/Eliminar planificación, (F)in:
pt: Opções: (A)gendar, (M)odificar/Remover agendamento, (F)inalizar:

source: Inserisci il N. Scacchiera della partita
es: Introduce el N.º de Tablero de la partida
pt: Insira o Nº do Tabuleiro da partida

source: da pianificare:
es: a planificar:
pt: a agendar:

source: la cui pianificazione vuoi modificare/rimuovere:
es: cuya planificación quieres modificar/eliminar:
pt: cujo agendamento você deseja modificar/remover:

source: N#. Scacchiera non valido o non corrisponde a una partita gestibile.
es: N.º de Tablero no válido o no corresponde a una partida manejable.
pt: Nº do Tabuleiro inválido ou não corresponde a uma partida gerenciável.

source: ERRORE INTERNO: Partita IDG {match_id} non trovata.
es: ERROR INTERNO: Partida IDG {match_id} no encontrada.
pt: ERRO INTERNO: Partida IDG {match_id} não encontrada.

source: Questa partita è già pianificata. Usa 'M' per modificarla.
es: Esta partida ya está planificada. Usa 'M' para modificarla.
pt: Esta partida já está agendada. Use 'M' para modificá-la.

source: Pianificazione per la partita Sc. {board_id} (IDG: {match_id})...
es: Planificando la partida Tab. {board_id} (IDG: {match_id})...
pt: Agendando a partida Tab. {board_id} (IDG: {match_id})...

source: Partita pianificata con successo.
es: Partida planificada con éxito.
pt: Partida agendada com sucesso.

source: Pianificazione annullata.
es: Planificación cancelada.
pt: Agendamento cancelado.

source: Questa partita non ha una pianificazione da modificare/rimuovere. Usa 'P'.
es: Esta partida no tiene una planificación para modificar/eliminar. Usa 'P'.
pt: Esta partida não tem um agendamento para modificar/remover. Use 'A'.

source: Gestione pianificazione per Sc. {board_id} (IDG: {match_id}): {white_player} vs {black_player}
es: Gestión de planificación para Tab. {board_id} (IDG: {match_id}): {white_player} vs {black_player}
pt: Gerenciando agendamento para Tab. {board_id} (IDG: {match_id}): {white_player} vs {black_player}

source: Vuoi (M)odificare o (R)imuovere la pianificazione? (Invio per annullare):
es: ¿Quieres (M)odificar o (E)liminar la planificación? (Enter para cancelar):
pt: Deseja (M)odificar ou (R)emover o agendamento? (Enter para cancelar):

source: Pianificazione modificata.
es: Planificación modificada.
pt: Agendamento modificado.

source: Modifica annullata.
es: Modificación cancelada.
pt: Modificação cancelada.

source: Confermi rimozione pianificazione? (s/N)
es: ¿Confirmas la eliminación de la planificación? (s/N)
pt: Confirma a remoção do agendamento? (s/N)

source: Pianificazione rimossa.
es: Planificación eliminada.
pt: Agendamento removido.

source: Azione non valida per modifica/rimozione.
es: Acción no válida para modificación/eliminación.
pt: Ação inválida para modificação/remoção.

source: Azione non riconosciuta. Riprova.
es: Acción no reconocida. Inténtalo de nuevo.
pt: Ação não reconhecida. Tente novamente.

source: Torneo Sconosciuto
es: Torneo Desconocido
pt: Torneio Desconhecido

source: Luogo Sconosciuto
es: Lugar Desconocido
pt: Local Desconhecido

source: Arbitro Capo
es: Árbitro Principal
pt: Árbitro Chefe

source: Cognome
es: Apellido
pt: Sobrenome

source: Nome
es: Nombre

source: AVVISO CRITICO: ID avversario storico {opponent_id} non trovato in mappa per giocatore {player_id} al turno {round_num}
es: AVISO CRÍTICO: ID de oponente histórico {opponent_id} no encontrado en el mapa para el jugador {player_id} en la ronda {round_num}
pt: AVISO CRÍTICO: ID de adversário histórico {opponent_id} não encontrado no mapa para o jogador {player_id} na rodada {round_num}

source: Errore catastrofico in genera_stringa_trf_per_bbpairings: {error}
es: Error catastrófico en genera_stringa_trf_per_bbpairings: {error}
pt: Erro catastrófico em gera_stringa_trf_para_bbpairings: {error}

source: Info: Creata sottocartella '{subdir}' per i file di bbpPairings.
es: Info: Subcarpeta '{subdir}' creada para los archivos de bbpPairings.
pt: Info: Subpasta '{subdir}' criada para os arquivos do bbpPairings.

source: Errore creazione sottocartella '{subdir}': {error}
es: Error al crear la subcarpeta '{subdir}': {error}
pt: Erro ao criar subpasta '{subdir}': {error}

source: Errore scrittura file TRF di input '{filepath}': {error}
es: Error al escribir el archivo TRF de entrada '{filepath}': {error}
pt: Erro ao escrever o arquivo TRF de entrada '{filepath}': {error}

source: bbpPairings.exe ha fallito con codice {}.
es: bbpPairings.exe falló con el código {}.
pt: bbpPairings.exe falhou com o código {}.

source: File output coppie '{filepath}' non trovato.
es: Archivo de salida de emparejamientos '{filepath}' no encontrado.
pt: Arquivo de saída de emparceiramentos '{filepath}' não encontrado.

source: Esecuzione bbpPairings completata.
es: Ejecución de bbpPairings completada.
pt: Execução do bbpPairings concluída.
