Repository: GabrieleBattaglia/Tornello
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, pt

source: Nome del torneo non definito correttamente. Creazione annullata.
es: Nombre del torneo no definido correctamente. Creación cancelada.
pt: Nome do torneio não definido corretamente. Criação cancelada.

source: Inserisci data inizio ({date_format}) [Default: {default_date}]:
es: Introduce fecha de inicio ({date_format}) [Predeterminado: {default_date}]:
pt: Insira a data de início ({date_format}) [Padrão: {default_date}]:

source: Formato data non valido. Usa {date_format}. Riprova.
es: Formato de fecha no válido. Usa {date_format}. Inténtalo de nuevo.
pt: Formato de data inválido. Use {date_format}. Tente novamente.

source: Inserisci data fine ({date_format}) [Default: {default_date}]:
es: Introduce fecha de fin ({date_format}) [Predeterminado: {default_date}]:
pt: Insira a data de término ({date_format}) [Padrão: {default_date}]:

source: Errore: La data di fine non può essere precedente alla data di inizio.
es: Error: La fecha de fin no puede ser anterior a la fecha de inicio.
pt: Erro: A data de término não pode ser anterior à data de início.

source: Errore: La data calcolata risulta troppo lontana nel futuro.
es: Error: La fecha calculada resulta demasiado lejana en el futuro.
pt: Erro: A data calculada está muito distante no futuro.

source: Inserisci il numero totale dei turni:
es: Introduce el número total de rondas:
pt: Insira o número total de rodadas:

source: Il numero di turni deve essere positivo.
es: El número de rondas debe ser positivo.
pt: O número de rodadas deve ser positivo.

source: Inserisci un numero intero valido.
es: Introduce un número entero válido.
pt: Insira um número inteiro válido.

source: Inserisci i dettagli aggiuntivi del torneo (lascia vuoto per usare default):
es: Introduce los detalles adicionales del torneo (deja vacío para usar los predeterminados):
pt: Insira os detalhes adicionais do torneio (deixe em branco para usar o padrão):

source: Luogo del torneo [Default: {default_site}]:
es: Lugar del torneo [Predeterminado: {default_site}]:
pt: Local do torneio [Padrão: {default_site}]:

source: Arbitro Capo [Default: {default_arbiter}]:
es: Árbitro Principal [Predeterminado: {default_arbiter}]:
pt: Árbitro Chefe [Padrão: {default_arbiter}]:

source: Vice Arbitri (separati da virgola) [Default: {default_deputy}]:
es: Árbitros Adjuntos (separados por coma) [Predeterminado: {default_deputy}]:
pt: Árbitros Adjuntos (separados por vírgula) [Padrão: {default_deputy}]:

source: nessuno
es: ninguno
pt: nenhum

source: Controllo del Tempo [Default: {default_tc}]:
es: Control de Tiempo [Predeterminado: {default_tc}]:
pt: Controle de Tempo [Padrão: {default_tc}]:

source: Standard
es: Estándar
pt: Padrão

source: Bianco alla prima scacchiera del T1? (S/n) [Default: S]:
es: ¿Blancas en el primer tablero de la R1? (S/n) [Predeterminado: S]:
pt: Brancas no primeiro tabuleiro da R1? (S/n) [Padrão: S]:

source: Risposta non valida.
es: Respuesta no válida.
pt: Resposta inválida.

source: Errore fatale nel calcolo delle date dei turni. Creazione torneo annullata.
es: Error fatal en el cálculo de las fechas de las rondas. Creación del torneo cancelada.
pt: Erro fatal no cálculo das datas das rodadas. Criação do torneio cancelada.

source: Creazione torneo annullata a causa di problemi con la lista giocatori.
es: Creación del torneo cancelada debido a problemas con la lista de jugadores.
pt: Criação do torneio cancelada devido a problemas com a lista de jogadores.

source: Numero insufficiente di giocatori ({num_players}) per {num_rounds} turni dopo la conferma. Torneo annullato.
es: Número insuficiente de jugadores ({num_players}) para {num_rounds} rondas después de la confirmación. Torneo cancelado.
pt: Número insuficiente de jogadores ({num_players}) para {num_rounds} rodadas após a confirmação. Torneio cancelado.

source: Generazione abbinamenti per il Turno 1...
es: Generando emparejamientos para la Ronda 1...
pt: Gerando emparceiramentos para a Rodada 1...

source: ERRORE CRITICO: Fallimento generazione abbinamenti Turno 1. Torneo non avviato.
es: ERROR CRÍTICO: Fallo en la generación de emparejamientos de la Ronda 1. Torneo no iniciado.
pt: ERRO CRÍTICO: Falha na geração de emparceiramentos da Rodada 1. Torneio não iniciado.

source: Registrazione risultati automatici per il Turno 1 (BYE)...
es: Registrando resultados automáticos para la Ronda 1 (BYE)...

source: > Giocatore {name} (ID: {id}) ha ricevuto un BYE. Punti e storico aggiornati.
es: > Jugador {name} (ID: {id}) ha recibido un BYE. Puntos e historial actualizados.

source: Torneo '{name}' creato e Turno 1 generato. File: '{filename}'
es: Torneo '{name}' creado y Ronda 1 generada. Archivo: '{filename}'
pt: Torneio '{name}' criado e Rodada 1 gerada. Arquivo: '{filename}'

source: Nessun torneo attivo. Uscita dal programma.
es: Ningún torneo activo. Saliendo del programa.
pt: Nenhum torneio ativo. Saindo do programa.

source: --- Torneo Attivo: {name} ---
es: --- Torneo Activo: {name} ---
pt: --- Torneio Ativo: {name} ---

source: Sessione numero {count} per questo torneo.
es: Sesión número {count} para este torneo.
pt: Sessão número {count} para este torneio.

source: Copyright 2025, dedicato all'ASCId e al gruppo Scacchierando.
es: Copyright 2025, dedicado a ASCId y al grupo Scacchierando.
pt: Copyright 2025, dedicado à ASCId e ao grupo Scacchierando.

source: Il torneo '{name}' si è concluso o in uno stato non valido.
es: El torneo '{name}' ha concluido o se encuentra en un estado no válido.
pt: O torneio '{name}' foi concluído ou está em um estado inválido.

source: Nessun torneo attivo o torneo concluso.
es: Ningún torneo activo o torneo concluido.
pt: Nenhum torneio ativo ou torneio concluído.

source: --- Gestione Turno {round_num} ---
es: --- Gestión Ronda {round_num} ---
pt: --- Gerenciamento da Rodada {round_num} ---

source: ERRORE CRITICO: Dati turno {round_num} non trovati!
es: ERROR CRÍTICO: ¡Datos de la ronda {round_num} no encontrados!
pt: ERRO CRÍTICO: Dados da rodada {round_num} não encontrados!

source: Sessione di inserimento/modifica risultati (o pianificazione) terminata.
es: Sesión de introducción/modificación de resultados (o planificación) terminada.
pt: Sessão de inserção/modificação de resultados (ou agendamento) encerrada.

source: Salvataggio modifiche al torneo...
es: Guardando modificaciones en el torneo...
pt: Salvando alterações no torneio...

source: Vuoi (C)ontinuare a gestire questo turno o (U)scire dal programma? [C/u]:
es: ¿Quieres (C)ontinuar gestionando esta ronda o (S)alir del programa? [C/s]:
pt: Deseja (C)ontinuar gerenciando esta rodada ou (S)air do programa? [C/s]:

source: Salvataggio finale prima dell'uscita...
es: Guardado final antes de salir...
pt: Salvamento final antes de sair...

source: Turno {round_num} completato.
es: Ronda {round_num} completada.
pt: Rodada {round_num} concluída.

source: Ultimo turno completato. Avvio finalizzazione torneo...
es: Última ronda completada. Iniciando finalización del torneo...
pt: Última rodada concluída. Iniciando a finalização do torneio...

source: --- Torneo Concluso e Finalizzato Correttamente ---
es: --- Torneo Concluido y Finalizado Correctamente ---
pt: --- Torneio Concluído e Finalizado Corretamente ---

source: --- ERRORE durante la Finalizzazione del Torneo ---
es: --- ERROR durante la Finalización del Torneo ---
pt: --- ERRO durante a Finalização do Torneio ---

source: Vuoi procedere e generare gli abbinamenti per il Turno {round_num}? (s/n):
es: ¿Quieres proceder y generar los emparejamientos para la Ronda {round_num}? (s/n):

source: Generazione abbinamenti per il Turno {round_num}...
es: Generando emparejamientos para la Ronda {round_num}...
pt: Gerando emparceiramentos para a Rodada {round_num}...

source: Turno {round_num} generato e salvato.
es: Ronda {round_num} generada y guardada.
pt: Rodada {round_num} gerada e salva.

source: Generazione prossimo turno annullata. Salvataggio stato attuale.
es: Generación de la siguiente ronda cancelada. Guardando estado actual.
pt: Geração da próxima rodada cancelada. Salvando o estado atual.

source: Operazione interrotta dall'utente.
es: Operación interrumpida por el usuario.
pt: Operação interrompida pelo usuário.

source: Stato salvato. Uscita.
es: Estado guardado. Saliendo.
pt: Estado salvo. Saindo.

source: ERRORE CRITICO NON GESTITO nel flusso principale: {error}
es: ERROR CRÍTICO NO MANEJADO en el flujo principal: {error}
pt: ERRO CRÍTICO NÃO TRATADO no fluxo principal: {error}

source: Programma Tornello terminato.
es: Programa Tornello terminado.
pt: Programa Tornello encerrado.

source: Programma Tornello terminato. Ultimo stato per '{name}' in '{filename}'.
es: Programa Tornello terminado. Último estado para '{name}' en '{filename}'.
pt: Programa Tornello encerrado. Último estado para '{name}' em '{filename}'.

source: Programma Tornello terminato con uno stato incerto del torneo.
es: Programa Tornello terminado con un estado incierto del torneo.
pt: Programa Tornello encerrado com um estado incerto do torneio.

source: Torneo: {name}
pt: Torneio: {name}

source: Periodo: {start} - {end}
pt: Período: {start} - {end}
