Repository: GabrieleBattaglia/Tornello
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, pt

source: Trovata partita unica (Sc. {board_num}): {white_player} vs {black_player}
es: Partida única encontrada (Tab. {board_num}): {white_player} vs {black_player}
pt: Encontrada partida única (Tab. {board_num}): {white_player} vs {black_player}

source: Trovate {num_matches} partite pendenti per '{search_term}':
es: Se encontraron {num_matches} partidas pendientes para '{search_term}':
pt: Encontradas {num_matches} partidas pendentes para '{search_term}':

source: Inserisci il N.Scacchiera (del turno) desiderato dalla lista sopra:
es: Introduce el N.º de Tablero (de la ronda) deseado de la lista de arriba:
pt: Insira o Nº do Tabuleiro (da rodada) desejado da lista acima:

source: Input non numerico per la scacchiera.
es: Entrada no numérica para el tablero.
pt: Entrada não numérica para o tabuleiro.

source: N.Scacchiera '{board_choice}' non valido dalla lista filtrata.
es: N.º de Tablero '{board_choice}' no válido de la lista filtrada.
pt: Nº do Tabuleiro '{board_choice}' inválido da lista filtrada.

source: Input Scacchiera non valido.
es: Entrada de Tablero no válida.
pt: Entrada de Tabuleiro inválida.

source: Partita selezionata per risultato: {white} vs {black} (ID Glob: {match_id})
es: Partida seleccionada para resultado: {white} vs {black} (ID Glob: {match_id})
pt: Partida selecionada para resultado: {white} vs {black} (ID Glob: {match_id})

source: Risultati: [1-0, 0-1, 1/2, 0-0F, 1-F, F-1]:
es: Resultados: [1-0, 0-1, 1/2, 0-0F, 1-F, F-1]:
pt: Resultados: [1-0, 0-1, 1/2, 0-0F, 1-F, F-1]:

source: Confermi risultato?
es: ¿Confirmas el resultado?

source: Confermi che {winner} vince contro {loser}? (s/n):
es: ¿Confirmas que {winner} gana contra {loser}? (s/n):
pt: Confirma que {winner} vence contra {loser}? (s/n):

source: Confermi che {player1} e {player2} pattano? (s/n):
es: ¿Confirmas que {player1} y {player2} empatan? (s/n):
pt: Confirma que {player1} e {player2} empatam? (s/n):

source: Il giocatore {player_name} si ritira definitivamente dal torneo? (s/N)
es: ¿El jugador {player_name} se retira definitivamente del torneo? (s/N)
pt: O jogador {player_name} se retira definitivamente do torneio? (s/N)

source: Operazione annullata dall'utente.
es: Operación cancelada por el usuario.
pt: Operação cancelada pelo usuário.

source: Input risultato non valido.
es: Entrada de resultado no válida.
pt: Entrada de resultado inválida.

source: Salvataggio file turno corrente: Numero turno non definito.
es: Guardando archivo de ronda actual: Número de ronda no definido.
pt: Salvando arquivo da rodada atual: Número da rodada não definido.

source: Tornello - {name} - Turno corrente.txt
es: Tornello - {name} - Ronda actual.txt
pt: Tornello - {name} - Rodada atual.txt

source: Nome Torneo: {name} -
es: Nombre del Torneo: {name} -
pt: Nome do Torneio: {name} -

source: Turno: {round_num}
es: Ronda: {round_num}
pt: Rodada: {round_num}

source: Periodo Turno: {start} - {end}
es: Periodo Ronda: {start} - {end}
pt: Período da Rodada: {start} - {end}

source: (Nessuna partita ancora definita o caricata per questo turno)
es: (Ninguna partida definida o cargada para esta ronda todavía)
pt: (Nenhuma partida ainda definida ou carregada para esta rodada)

source: File stato turno corrente '{filename}' aggiornato (turno non ancora popolato o vuoto).
es: Archivo de estado de ronda actual '{filename}' actualizado (ronda aún no poblada o vacía).
pt: Arquivo de estado da rodada atual '{filename}' atualizado (rodada ainda não populada ou vazia).

source: Errore scrittura file stato turno corrente '{filename}': {error}
es: Error al escribir el archivo de estado de la ronda actual '{filename}': {error}
pt: Erro ao escrever o arquivo de estado da rodada atual '{filename}': {error}

source: {first_name} {last_name} ha il BYE
es: {first_name} {last_name} tiene el BYE
pt: {first_name} {last_name} está de BYE

source: Bianco?
es: ¿Blancas?
pt: Brancas?

source: Nero?
es: ¿Negras?
pt: Negras?

source: IDG:{match_id} {white_player} - {black_player} (Pianificazione Errata)
es: IDG:{match_id} {white_player} - {black_player} (Planificación Errónea)
pt: IDG:{match_id} {white_player} - {black_player} (Agendamento Errado)

source: (Nessuna partita con giocatori attivi è attualmente pianificata con data/ora)
es: (Ninguna partida con jugadores activos está actualmente planificada con fecha/hora)

source: Non pianificate (giocatori attivi):
es: No planificadas (jugadores activos):

source: (nessuna)
es: (ninguna)

source: -- Partite da giocare con giocatori ritirati --
es: -- Partidas por jugar con jugadores retirados --

source: Non pianificate (con ritirati):
es: No planificadas (con retirados):

source: Partite giocate
es: Partidas jugadas
pt: Partidas jogadas

source: (nessuna partita ancora giocata da giocatori attivi)
es: (ninguna partida jugada todavía por jugadores activos)

source: -- Partite giocate con giocatori ritirati --
es: -- Partidas jugadas con jugadores retirados --

source: File {filename} aggiornato con raggruppamento ritirati.
es: Archivo {filename} actualizado con agrupación de retirados.
pt: Arquivo {filename} atualizado com agrupamento de retirados.

source: Errore imprevisto in save_current_tournament_round_file: {error}
es: Error inesperado en save_current_tournament_round_file: {error}
pt: Erro inesperado em save_current_tournament_round_file: {error}

source: Tornello - {name} - Turno {round_num} Dettagli.txt
es: Tornello - {name} - Ronda {round_num} Detalles.txt
pt: Tornello - {name} - Rodada {round_num} Detalhes.txt

source: Dati o partite del turno concluso {round_num} non trovati per il salvataggio.
es: Datos o partidas de la ronda concluida {round_num} no encontrados para guardar.
pt: Dados ou partidas da rodada concluída {round_num} não encontrados para salvar.

source: Nome Mancante
es: Nombre Faltante
pt: Nome Ausente

source: Sito: {site}, Data Inizio Torneo: {start_date}
es: Sede: {site}, Fecha de Inicio del Torneo: {start_date}
pt: Local: {site}, Data de Início do Torneio: {start_date}

source: DETTAGLIO TURNO {round_num} CONCLUSO
es: DETALLE RONDA {round_num} CONCLUIDA
pt: DETALHE DA RODADA {round_num} CONCLUÍDA

source: Periodo del Turno: {start} - {end}
es: Periodo de la Ronda: {start} - {end}
pt: Período da Rodada: {start} - {end}

source: Periodo del Turno: Date non trovate
es: Periodo de la Ronda: Fechas no encontradas
pt: Período da Rodada: Datas não encontradas

source: ERRORE_RISULTATO_MANCANTE
es: ERROR_RESULTADO_FALTANTE
pt: ERRO_RESULTADO_AUSENTE

source: {dashes:<3}| {match_id:<4}| Errore Giocatore Bye ID: {player_id:<10} | BYE
es: {dashes:<3}| {match_id:<4}| Error Jugador Bye ID: {player_id:<10} | BYE
pt: {dashes:<3}| {match_id:<4}| Erro Jogador Bye ID: {player_id:<10} | BYE

source: Dettaglio Turno Concluso {round_num} salvato nel file separato '{filename}'
es: Detalle de Ronda Concluida {round_num} guardado en el archivo separado '{filename}'
pt: Detalhe da Rodada Concluída {round_num} salvo no arquivo separado '{filename}'

source: Errore durante il salvataggio del file del turno '{filename}': {error}
es: Error al guardar el archivo de la ronda '{filename}': {error}
pt: Erro ao salvar o arquivo da rodada '{filename}': {error}

source: Errore inatteso durante il salvataggio del file del turno: {error}
es: Error inesperado al guardar el archivo de la ronda: {error}
pt: Erro inesperado ao salvar o arquivo da rodada: {error}

source: Attenzione: Nessun giocatore per generare la classifica.
es: Atención: Ningún jugador para generar la clasificación.
pt: Atenção: Nenhum jogador para gerar a classificação.

source: Calcolo/Aggiornamento spareggi per classifica...
es: Calculando/Actualizando desempates para la clasificación...
pt: Calculando/Atualizando desempates para a classificação...

source: Tornello - {name} - Classifica.txt
es: Tornello - {name} - Clasificación.txt
pt: Tornello - {name} - Classificacao.txt

source: CLASSIFICA FINALE
es: CLASIFICACIÓN FINAL
pt: CLASSIFICAÇÃO FINAL

source: Elenco Iniziale Partecipanti (Prima del Turno 1)
es: Lista Inicial de Participantes (Antes de la Ronda 1)
pt: Lista Inicial de Participantes (Antes da Rodada 1)

source: Classifica Parziale - Dopo Turno {round_num}
es: Clasificación Parcial - Después de la Ronda {round_num}
pt: Classificação Parcial - Após a Rodada {round_num}

source: Classifica Parziale - Durante Turno {round_num}
es: Clasificación Parcial - Durante la Ronda {round_num}
pt: Classificação Parcial - Durante a Rodada {round_num}

source: Nome Torneo: {name}
es: Nombre del Torneo: {name}
pt: Nome do Torneio: {name}

source: Luogo: {site}
es: Lugar: {site}
pt: Local: {site}

source: Date: {start_date} - {end_date}
es: Fechas: {start_date} - {end_date}
pt: Datas: {start_date} - {end_date}

source: Federazione Organizzante: {fed}
es: Federación Organizadora: {fed}
pt: Federação Organizadora: {fed}

source: Arbitro Capo: {arbiter}
es: Árbitro Principal: {arbiter}
pt: Árbitro Chefe: {arbiter}

source: Vice Arbitri: {arbiters}
es: Árbitros Adjuntos: {arbiters}
pt: Árbitros Adjuntos: {arbiters}

source: Controllo Tempo: {time_control}
es: Control de Tiempo: {time_control}
pt: Controle de Tempo: {time_control}

source: Sistema di Abbinamento: Svizzero Olandese (via bbpPairings)
es: Sistema de Emparejamiento: Suizo Holandés (vía bbpPairings)
pt: Sistema de Emparceiramento: Suíço Holandês (via bbpPairings)

source: Data Report: {date} {time}
es: Fecha del Informe: {date} {time}
pt: Data do Relatório: {date} {time}

source: File classifica '{filename}' salvato/sovrascritto.
es: Archivo de clasificación '{filename}' guardado/sobrescrito.
pt: Arquivo de classificação '{filename}' salvo/sobrescrito.

source: Errore durante il salvataggio del file classifica '{filename}': {error}
es: Error al guardar el archivo de clasificación '{filename}': {error}
pt: Erro ao salvar o arquivo de classificação '{filename}': {error}

source: --- Stato Torneo ---
es: --- Estado del Torneo ---
pt: --- Estado do Torneio ---

source: Nome: {name}
es: Nombre: {name}

source: Turno Corrente: {current} / {total}
es: Ronda Actual: {current} / {total}
pt: Rodada Atual: {current} / {total}

source: Periodo Turno {round_num}: {start} - {end}
es: Periodo Ronda {round_num}: {start} - {end}
pt: Período da Rodada {round_num}: {start} - {end}

source: -> Termine turno superato da {days} giorni.
es: -> Fin de la ronda superado por {days} días.
pt: -> Prazo da rodada excedido em {days} dias.

source: -> Ultimo giorno per completare il turno.
es: -> Último día para completar la ronda.
pt: -> Último dia para completar a rodada.

source: -> Giorni rimanenti per il turno: {days}
es: -> Días restantes para la ronda: {days}
pt: -> Dias restantes para a rodada: {days}

source: Termine torneo superato.
es: Fin del torneo superado.
pt: Prazo do torneio excedido.

source: Giorni rimanenti alla fine del torneo: {days}
es: Días restantes para el fin del torneo: {days}
pt: Dias restantes para o fim do torneio: {days}

source: Data fine torneo ('{date}') non valida per calcolo giorni rimanenti.
es: Fecha de fin de torneo ('{date}') no válida para el cálculo de días restantes.
pt: Data de término do torneio ('{date}') inválida para o cálculo dos dias restantes.

source: Partite da giocare/registrare per il Turno {round_num}: {count}
es: Partidas por jugar/registrar para la Ronda {round_num}: {count}
pt: Partidas a jogar/registrar para a Rodada {round_num}: {count}

source: Tutte le partite del Turno {round_num} sono state registrate.
es: Todas las partidas de la Ronda {round_num} han sido registradas.
pt: Todas as partidas da Rodada {round_num} foram registradas.

source: Il torneo è concluso.
es: El torneo ha concluido.
pt: O torneio está concluído.

source: Dati per il Turno {round_num} non trovati o turno non valido.
es: Datos para la Ronda {round_num} no encontrados o ronda no válida.
pt: Dados para a Rodada {round_num} não encontrados ou rodada inválida.

source: ERRORE CRITICO: Nome del torneo non presente nell'oggetto torneo. Impossibile finalizzare.
es: ERROR CRÍTICO: Nombre del torneo no presente en el objeto torneo. Imposible finalizar.
pt: ERRO CRÍTICO: Nome do torneio não presente no objeto do torneio. Impossível finalizar.

source: --- Finalizzazione Torneo: {name} ---
es: --- Finalización del Torneo: {name} ---
pt: --- Finalizando Torneio: {name} ---

source: Nessun giocatore nel torneo, impossibile finalizzare.
es: Ningún jugador en el torneo, imposible finalizar.
pt: Nenhum jogador no torneio, impossível finalizar.

source: Accesso al DB e calcolo K-Factor e partite giocate...
es: Accediendo a la BD y calculando Factor-K y partidas jugadas...
pt: Acessando o BD e calculando Fator-K e partidas jogadas...

source: Ricalcolo finale Buchholz, ARO, Performance Rating, Variazione Elo...
es: Recálculo final de Buchholz, ARO, Rendimiento, Variación de Elo...
pt: Recálculo final de Buchholz, ARO, Rating Performance, Variação de Elo...

source: Ordinamento classifica finale...
es: Ordenando la clasificación final...
pt: Ordenando a classificação final...

source: Errore durante l'ordinamento dei giocatori per la classifica: {error}
es: Error durante la ordenación de los jugadores para la clasificación: {error}
pt: Erro ao ordenar os jogadores para a classificação: {error}

source: Salvataggio classifica finale su file di testo...
es: Guardando clasificación final en archivo de texto...
pt: Salvando a classificação final em arquivo de texto...

source: Aggiornamento Database Giocatori (Elo, partite, storico tornei)...
es: Actualizando Base de Datos de Jugadores (Elo, partidas, historial de torneos)...
pt: Atualizando o Banco de Dados de Jogadores (Elo, partidas, histórico de torneios)...

source: Database Giocatori aggiornato per {count} giocatori e salvato.
es: Base de Datos de Jugadores actualizada para {count} jugadores y guardada.
pt: Banco de Dados de Jogadores atualizado para {count} jogadores e salvo.

source: Nessun aggiornamento necessario per il Database Giocatori.
es: No es necesaria ninguna actualización para la Base de Datos de Jugadores.
pt: Nenhuma atualização necessária para o Banco de Dados de Jogadores.

source: Archiviazione del torneo '{name}'...
es: Archivando el torneo '{name}'...
pt: Arquivando o torneio '{name}'...

source: Warning: Formato data di fine ('{date_str}') non valido. Uso data corrente per suffisso cartella archivio.
es: Advertencia: Formato de fecha de fin ('{date_str}') no válido. Usando fecha actual para el sufijo de la carpeta de archivo.
pt: Aviso: Formato da data de término ('{date_str}') inválido. Usando a data atual para o sufixo da pasta de arquivamento.

source: ERRORE: Creazione cartella di archivio '{path}' fallita: {error}
es: ERROR: La creación de la carpeta de archivo '{path}' falló: {error}
pt: ERRO: Falha ao criar a pasta de arquivamento '{path}': {error}

source: I file del torneo non saranno archiviati ma il resto della finalizzazione è completo.
es: Los archivos del torneo no se archivarán pero el resto de la finalización está completa.
pt: Os arquivos do torneio não serão arquivados, mas o restante da finalização está completo.

source: Warning: File JSON principale del torneo ('{current_filename}' o '{guessed_filename}') non trovato per l'archiviazione.
es: Advertencia: Archivo JSON principal del torneo ('{current_filename}' o '{guessed_filename}') no encontrado para archivar.
pt: Aviso: Arquivo JSON principal do torneio ('{current_filename}' ou '{guessed_filename}') não encontrado para o arquivamento.

source: Warning: Nessun file specifico del torneo trovato da archiviare.
es: Advertencia: No se encontró ningún archivo específico del torneo para archivar.

source: Warning: File '{filename}' esiste già in '{path}'. Non verrà sovrascritto.
es: Advertencia: El archivo '{filename}' ya existe en '{path}'. No se sobrescribirá.
pt: Aviso: O arquivo '{filename}' já existe em '{path}'. Não será sobrescrito.

source: Spostati {count} file del torneo in: '{path}'
es: Movidos {count} archivos del torneo a: '{path}'
pt: Movidos {count} arquivos do torneio para: '{path}'

source: Nessun file del torneo è stato spostato nella cartella di archivio.
es: Ningún archivo del torneo ha sido movido a la carpeta de archivo.
pt: Nenhum arquivo do torneio foi movido para a pasta de arquivamento.

source: Torneo '{name}' finalizzato e archiviato.
es: Torneo '{name}' finalizado y archivado.
pt: Torneio '{name}' finalizado e arquivado.

source: Info: Creata sottocartella '{}' per i file di bbpPairings.
es: Info: Subcarpeta '{}' creada para los archivos de bbpPairings.
pt: Info: Subpasta '{}' criada para os arquivos do bbpPairings.

source: ATTENZIONE: Impossibile creare la sottocartella '{}': {}
es: ATENCIÓN: Imposible crear la subcarpeta '{}': {}
pt: ATENÇÃO: Impossível criar a subpasta '{}': {}

source: bbpPairings potrebbe non funzionare correttamente.
es: bbpPairings podría no funcionar correctamente.
pt: O bbpPairings pode não funcionar corretamente.

source: BENVENUTI! Sono Tornello {}
es: ¡BIENVENIDOS! Soy Tornello {}
pt: BEM-VINDOS! Eu sou o Tornello {}

source: Verifica stato database FIDE locale...
es: Verificando estado de la base de datos FIDE local...
pt: Verificando o estado do banco de dados FIDE local...

source: Il database FIDE locale non è presente sul tuo computer.
es: La base de datos FIDE local no está presente en tu ordenador.
pt: O banco de dados FIDE local não está presente no seu computador.

source: Vuoi scaricarlo ora? (L'operazione potrebbe richiedere alcuni minuti) (S/n)
es: ¿Quieres descargarla ahora? (La operación podría tardar algunos minutos) (S/n)
pt: Deseja baixá-lo agora? (A operação pode levar alguns minutos) (s/N)

source: Database FIDE locale aggiornato con successo.
es: Base de datos FIDE local actualizada con éxito.
pt: Banco de dados FIDE local atualizado com sucesso.

source: Info: Il tuo database FIDE locale ha {} giorni.
es: Info: Tu base de datos FIDE local tiene {} días.
pt: Info: Seu banco de dados FIDE local tem {} dias.

source: Essendo trascorsi più di 32 giorni dall'ultimo download, potrebbe essere stato rilasciato un aggiornamento
es: Habiendo pasado más de 32 días desde la última descarga, podría haberse lanzado una actualización
pt: Como se passaram mais de 32 dias desde o último download, uma atualização pode ter sido lançada

source: Si consiglia di aggiornarlo. Vuoi scaricare la versione più recente? (s/N)
es: Se recomienda actualizarla. ¿Quieres descargar la versión más reciente? (s/N)
pt: Recomenda-se atualizá-lo. Deseja baixar a versão mais recente? (s/N)

source: Errore nel controllare la data del file DB FIDE locale: {}
es: Error al comprobar la fecha del archivo de la BD FIDE local: {}
pt: Erro ao verificar a data do arquivo de BD FIDE local: {}

source: Database FIDE aggiornato. Vuoi sincronizzare ora il tuo DB personale?
es: Base de datos FIDE actualizada. ¿Quieres sincronizar ahora tu BD personal?
pt: Banco de dados FIDE atualizado. Deseja sincronizar seu BD pessoal agora?

source: Vuoi sincronizzare il tuo DB personale con i dati FIDE locali?
es: ¿Quieres sincronizar tu BD personal con los datos FIDE locales?
pt: Deseja sincronizar seu BD pessoal com os dados FIDE locais?

source: Nessun torneo esistente trovato.
es: No se encontraron torneos existentes.
pt: Nenhum torneio existente encontrado.

source: Info: impossibile leggere i dettagli da '{filename}' ({error}). Uso il nome del file.
es: Info: imposible leer los detalles de '{filename}' ({error}). Usando el nombre del archivo.
pt: Info: impossível ler os detalhes de '{filename}' ({error}). Usando o nome do arquivo.

source: Trovato un solo torneo esistente: '{name}' (File: {filename})
es: Se encontró un solo torneo existente: '{name}' (Archivo: {filename})
pt: Encontrado apenas um torneio existente: '{name}' (Arquivo: {filename})

source: Vuoi caricare '{name}'? (S/Invio per sì, oppure inserisci il nome di un NUOVO torneo da creare):
es: ¿Quieres cargar '{name}'? (S/Enter para sí, o introduce el nombre de un NUEVO torneo a crear):
pt: Deseja carregar '{name}'? (S/Enter para sim, ou insira o nome de um NOVO torneio a ser criado):

source: Caricamento di '{name}'...
es: Cargando '{name}'...
pt: Carregando '{name}'...

source: Errore fatale nel caricamento del torneo '{filename}'.
es: Error fatal al cargar el torneo '{filename}'.
pt: Erro fatal ao carregar o torneio '{filename}'.

source: Uscita dal programma.
es: Saliendo del programa.
pt: Saindo do programa.

source: Ok, procederemo con la creazione di un nuovo torneo chiamato: '{name}'.
es: Ok, procederemos a crear un nuevo torneo llamado: '{name}'.
pt: Ok, prosseguiremos com a criação de um novo torneio chamado: '{name}'.

source: --- Tornei Esistenti Trovati ---
es: --- Torneos Existentes Encontrados ---
pt: --- Torneios Existentes Encontrados ---

source: Nome Sconosciuto
es: Nombre Desconocido
pt: Nome Desconhecido

source: {num}. {name} (dal {start_date} al {end_date}) - File: {filename}
es: {num}. {name} (del {start_date} al {end_date}) - Archivo: {filename}
pt: {num}. {name} (de {start_date} a {end_date}) - Arquivo: {filename}

source: Errore durante la lettura dei metadati da {filename}: {error} (file saltato)
es: Error al leer los metadatos de {filename}: {error} (archivo omitido)
pt: Erro ao ler os metadados de {filename}: {error} (arquivo ignorado)

source: Nessun torneo valido trovato nonostante la presenza di file. Si procederà con la creazione.
es: No se encontraron torneos válidos a pesar de la presencia de archivos. Se procederá a la creación.
pt: Nenhum torneio válido encontrado apesar da presença de arquivos. Prosseguiremos com a criação.

source: {num}. Crea un nuovo torneo
es: {num}. Crear un nuevo torneo
pt: {num}. Criar um novo torneio

source: Scegli un torneo da caricare (1-{max_num}) o '{new_num}' per crearne uno nuovo:
es: Elige un torneo para cargar (1-{max_num}) o '{new_num}' para crear uno nuevo:
pt: Escolha um torneio para carregar (1-{max_num}) ou '{new_num}' para criar um novo:

source: Errore nel caricamento del torneo {filename}. Riprova o crea un nuovo torneo.
es: Error al cargar el torneo {filename}. Inténtalo de nuevo o crea un nuevo torneo.
pt: Erro ao carregar o torneio {filename}. Tente novamente ou crie um novo torneio.

source: Scelta non valida.
es: Elección no válida.
pt: Escolha inválida.

source: Inserisci un numero.
es: Introduce un número.
pt: Insira um número.

source: Nessun torneo caricato. Si procede con la creazione di un nuovo torneo.
es: Ningún torneo cargado. Se procede a crear un nuevo torneo.
pt: Nenhum torneio carregado. Prosseguindo com a criação de um novo torneio.

source: --- Creazione Nuovo Torneo ---
es: --- Creación de Nuevo Torneo ---
pt: --- Criação de Novo Torneio ---

source: Nome suggerito per il nuovo torneo: '{name}'
es: Nombre sugerido para el nuevo torneo: '{name}'
pt: Nome sugerido para o novo torneio: '{name}'

source: ATTENZIONE: Un file torneo '{filename}' con questo nome esiste già. Sovrascriverlo? (s/n):
es: ATENCIÓN: Un archivo de torneo '{filename}' con este nombre ya existe. ¿Sobrescribirlo? (s/n):
pt: ATENÇÃO: Um arquivo de torneio '{filename}' com este nome já existe. Sobrescrevê-lo? (s/n):

source: Sovrascrittura annullata. Verrà richiesto un nuovo nome.
es: Sobrescritura cancelada. Se solicitará un nuevo nombre.
pt: Sobrescrita cancelada. Um novo nome será solicitado.

source: Inserisci il nome del nuovo torneo:
es: Introduce el nombre del nuevo torneo:
pt: Insira o nome do novo torneio:

source: Operazione annullata. Scegli un nome diverso per il torneo.
es: Operación cancelada. Elige un nombre diferente para el torneo.
pt: Operação cancelada. Escolha um nome diferente para o torneio.

source: Il nome del torneo non può essere vuoto. Riprova.
es: El nombre del torneo no puede estar vacío. Inténtalo de nuevo.
pt: O nome do torneio não pode estar vazio. Tente novamente.
