Repository: GabrieleBattaglia/Tornello
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, pt

source: Errore: Eseguibile '{filepath}' non trovato. Assicurati sia nel percorso corretto.
es: Error: Ejecutable '{filepath}' no encontrado. Asegúrate de que esté en la ruta correcta.
pt: Erro: Executável '{filepath}' não encontrado. Certifique-se de que está no caminho correto.

source: Errore imprevisto durante esecuzione bbpPairings: {error} {traceback}
es: Error inesperado durante la ejecución de bbpPairings: {error} {traceback}
pt: Erro inesperado durante a execução do bbpPairings: {error} {traceback}

source: Warning: File output coppie vuoto o illeggibile.
es: Advertencia: Archivo de salida de emparejamientos vacío o ilegible.
pt: Aviso: Arquivo de saída de emparceiramentos vazio ou ilegível.

source: Warning: Riga abbinamento malformata: '{line}' (saltata)
es: Advertencia: Línea de emparejamiento mal formada: '{line}' (saltada)
pt: Aviso: Linha de emparceiramento malformada: '{line}' (ignorada)

source: Warning: ID non numerici nella riga abbinamento: '{line}' (saltata)
es: Advertencia: IDs no numéricos en la línea de emparejamiento: '{line}' (saltada)
pt: Aviso: IDs não numéricos na linha de emparceiramento: '{line}' (ignorada)

source: Warning: StartRank {rank} non trovato nella mappa giocatori (riga: '{line}').
es: Advertencia: StartRank {rank} no encontrado en el mapa de jugadores (línea: '{line}').
pt: Aviso: StartRank {rank} não encontrado no mapa de jogadores (linha: '{line}').

source: Warning: StartRank avversario {rank} non trovato nella mappa (riga: '{line}').
es: Advertencia: StartRank de oponente {rank} no encontrado en el mapa (línea: '{line}').
pt: Aviso: StartRank do adversário {rank} não encontrado no mapa (linha: '{line}').

source: Errore durante il parsing dell'output delle coppie: {error} {traceback}
es: Error durante el análisis de la salida de los emparejamientos: {error} {traceback}
pt: Erro ao analisar a saída dos emparceiramentos: {error} {traceback}

source: Errore durante il caricamento del DB giocatori ({filename}): {error}
es: Error durante la carga de la BD de jugadores ({filename}): {error}
pt: Erro ao carregar o BD de jogadores ({filename}): {error}

source: Verrà creato un nuovo DB vuoto se si aggiungono giocatori.
es: Se creará una nueva BD vacía si se añaden jugadores.
pt: Um novo BD vazio será criado se jogadores forem adicionados.

source: Errore durante il salvataggio del DB giocatori ({filename}): {error}
es: Error durante el guardado de la BD de jugadores ({filename}): {error}
pt: Erro ao salvar o BD de jogadores ({filename}): {error}

source: Errore imprevisto durante il salvataggio del DB: {error}
es: Error inesperado durante el guardado de la BD: {error}
pt: Erro inesperado ao salvar o BD: {error}

source: Report Database Giocatori Tornello - {date} {time}
es: Informe Base de Datos de Jugadores Tornello - {date} {time}
pt: Relatório do Banco de Dados de Jogadores Tornello - {date} {time}

source: Il database dei giocatori è vuoto.
es: La base de datos de jugadores está vacía.
pt: O banco de dados de jogadores está vazio.

source: Sesso: {sesso}, Federazione Giocatore: {federazione}, ID FIDE num: {fide_id}
es: Sexo: {sesso}, Federación Jugador: {federazione}, ID FIDE num: {fide_id}
pt: Sexo: {sesso}, Federação do Jogador: {federazione}, Nº ID FIDE: {fide_id}

source: Partite Valutate Totali: {games}, K-Factor Stimato: {k_factor}, Data Iscrizione DB: {reg_date}
es: Partidas Evaluadas Totales: {games}, Factor-K Estimado: {k_factor}, Fecha Inscripción BD: {reg_date}
pt: Total de Partidas Válidas: {games}, Fator-K Estimado: {k_factor}, Data de Inscrição no BD: {reg_date}

source: Data Nascita: {birth_date}
es: Fecha de Nacimiento: {birth_date}
pt: Data de Nascimento: {birth_date}

source: Medagliere: Oro: {gold}, Argento: {silver}, Bronzo: {bronze}, Legno: {wood} in
es: Medallero: Oro: {gold}, Plata: {silver}, Bronce: {bronze}, Madera: {wood} en
pt: Medalhas: Ouro: {gold}, Prata: {silver}, Bronze: {bronze}, Madeira: {wood} em

source: ({count}) tornei:
es: ({count}) torneos:
pt: ({count}) torneios:

source: Nome Torneo Mancante
es: Nombre de Torneo Faltante
pt: Nome do Torneio Ausente

source: {rank} su {total} in {name} - {start} - {end}
es: {rank} de {total} en {name} - {start} - {end}
pt: {rank} de {total} em {name} - {start} - {end}

source: Nessuno
es: Ninguno
pt: Nenhum

source: Errore durante il salvataggio del file TXT del DB giocatori ({filename}): {error}
es: Error durante el guardado del archivo TXT de la BD de jugadores ({filename}): {error}
pt: Erro ao salvar o arquivo TXT do BD de jogadores ({filename}): {error}

source: Errore imprevisto durante il salvataggio del TXT del DB: {}
es: Error inesperado durante el guardado del TXT de la BD: {}
pt: Erro inesperado ao salvar o TXT do BD: {}

source: Errore: Nome e Cognome non possono essere vuoti per la creazione del giocatore nel DB.
es: Error: Nombre y Apellido no pueden estar vacíos para la creación del jugador en la BD.
pt: Erro: Nome e Sobrenome não podem estar vazios para a criação do jogador no BD.

source: ERRORE CRITICO: Fallimento catastrofico generazione ID per {} {}.
es: ERROR CRÍTICO: Fallo catastrófico en la generación de ID para {} {}.
pt: ERRO CRÍTICO: Falha catastrófica na geração de ID para {} {}.

source: ERRORE CRITICO: Impossibile generare ID univoco per {first_name} {last_name} dopo {attempts} tentativi.
es: ERROR CRÍTICO: Imposible generar un ID único para {first_name} {last_name} después de {attempts} intentos.
pt: ERRO CRÍTICO: Impossível gerar ID único para {first_name} {last_name} após {attempts} tentativas.

source: Creazione nuovo giocatore nel DB principale: {} {} con il nuovo ID: {}
es: Creando nuevo jugador en la BD principal: {} {} con el nuevo ID: {}
pt: Criando novo jogador no BD principal: {} {} com o novo ID: {}

source: Nuovo giocatore '{first_name} {last_name}' (ID: {player_id}) aggiunto al database principale.
es: Nuevo jugador '{first_name} {last_name}' (ID: {player_id}) añadido a la base de datos principal.
pt: Novo jogador '{first_name} {last_name}' (ID: {player_id}) adicionado ao banco de dados principal.

source: Errore durante il caricamento del torneo ({filename}): {error}
es: Error durante la carga del torneo ({filename}): {error}
pt: Erro ao carregar o torneio ({filename}): {error}

source: Errore: Nome del torneo non presente. Impossibile salvare.
es: Error: Nombre del torneo no presente. Imposible guardar.
pt: Erro: Nome do torneio ausente. Impossível salvar.

source: Errore durante il salvataggio del torneo ({filename}): {error}
es: Error durante el guardado del torneo ({filename}): {error}
pt: Erro ao salvar o torneio ({filename}): {error}

source: Errore imprevisto durante il salvataggio del torneo: {}
es: Error inesperado durante el guardado del torneo: {}
pt: Erro inesperado ao salvar o torneio: {}

source: Errore: la data di fine non può precedere la data di inizio.
es: Error: la fecha de fin no puede ser anterior a la fecha de inicio.
pt: Erro: a data de término não pode ser anterior à data de início.

source: Errore: Il numero dei turni deve essere positivo.
es: Error: El número de rondas debe ser positivo.
pt: Erro: O número de rodadas deve ser positivo.

source: Attenzione: La durata totale ({duration} giorni) è inferiore al numero di turni ({rounds}).
es: Atención: La duración total ({duration} días) es inferior al número de rondas ({rounds}).
pt: Atenção: A duração total ({duration} dias) é menor que o número de rodadas ({rounds}).

source: Assegnando 1 giorno per turno sequenzialmente.
es: Asignando 1 día por ronda secuencialmente.
pt: Atribuindo 1 dia por rodada sequencialmente.

source: Avviso: Spazio insufficiente per i turni rimanenti. Il turno {round_num} inizierà il {date} (ultimo giorno).
es: Aviso: Espacio insuficiente para las rondas restantes. La ronda {round_num} comenzará el {date} (último día).
pt: Aviso: Espaço insuficiente para as rodadas restantes. A rodada {round_num} começará em {date} (último dia).

source: Formato data non valido ('{start_date}' o '{end_date}'). Usa {date_format}.
es: Formato de fecha no válido ('{start_date}' o '{end_date}'). Usa {date_format}.
pt: Formato de data inválido ('{start_date}' ou '{end_date}'). Use {date_format}.

source: Errore nel calcolo delle date: {error}
es: Error en el cálculo de las fechas: {error}
pt: Erro no cálculo das datas: {error}

source: Warning: Elo non valido ({player_elo} o {opponent_elo}) nel calcolo atteso.
es: Advertencia: Elo no válido ({player_elo} o {opponent_elo}) en el cálculo esperado.
pt: Aviso: Elo inválido ({player_elo} ou {opponent_elo}) no cálculo esperado.

source: Warning: Dati giocatore incompleti per calcolo Elo ({player_id}).
es: Advertencia: Datos de jugador incompletos para el cálculo de Elo ({player_id}).
pt: Aviso: Dados do jogador incompletos para o cálculo de Elo ({player_id}).

source: ID Mancante
es: ID Faltante
pt: ID Ausente

source: Warning: Elo iniziale non valido ({elo}) per giocatore {player_id}. Usato {default_elo}].
es: Advertencia: Elo inicial no válido ({elo}) para el jugador {player_id}. Se usó {default_elo}].
pt: Aviso: Elo inicial inválido ({elo}) para o jogador {player_id}. Usando {default_elo}.

source: Warning: Avversario {opponent_id} non trovato o Elo mancante per calcolo Elo.
es: Advertencia: Oponente {opponent_id} no encontrado o Elo faltante para el cálculo de Elo.
pt: Aviso: Adversário {opponent_id} não encontrado ou Elo ausente para o cálculo de Elo.

source: Warning: Elo avversario ({}) o score ({}) non validi per partita contro {}.
es: Advertencia: Elo de oponente ({}) o puntuación ({}) no válidos para la partida contra {}.
pt: Aviso: Elo do adversário ({}) ou pontuação ({}) inválidos para a partida contra {}.

source: Warning: Avversario {opponent_id} non trovato o Elo mancante per calcolo Performance.
es: Advertencia: Oponente {opponent_id} no encontrado o Elo faltante para el cálculo de Rendimiento.
pt: Aviso: Adversário {opponent_id} não encontrado ou Elo ausente para o cálculo de Performance.

source: Warning: Dati non validi (Elo avversario {elo}) o score ({score}) per partita vs {opponent_id} nel calcolo performance.
es: Advertencia: Datos no válidos (Elo de oponente {elo}) o puntuación ({score}) para la partida vs {opponent_id} en el cálculo de rendimiento.
pt: Aviso: Dados inválidos (Elo do adversário {elo}) ou pontuação ({score}) para a partida vs {opponent_id} no cálculo de performance.

source: Warning: Punti non validi ({points}) per avversario {opponent_id} nel calcolo Buchholz di {player_id}.
es: Advertencia: Puntos no válidos ({points}) para el oponente {opponent_id} en el cálculo de Buchholz de {player_id}.
pt: Aviso: Pontos inválidos ({points}) para o adversário {opponent_id} no cálculo de Buchholz de {player_id}.

source: Warning: Avversario {opponent_id} (dallo storico di {player_id}) non trovato nel dizionario giocatori per calcolo Buchholz.
es: Advertencia: Oponente {opponent_id} (del historial de {player_id}) no encontrado en el diccionario de jugadores para el cálculo de Buchholz.
pt: Aviso: Adversário {opponent_id} (do histórico de {player_id}) não encontrado no dicionário de jogadores para o cálculo de Buchholz.

source: Warning: Punti non validi ({points}) per avversario {opponent_id} in BuchholzCut1 di {player_id}.
es: Advertencia: Puntos no válidos ({points}) para el oponente {opponent_id} en BuchholzCut1 de {player_id}.
pt: Aviso: Pontos inválidos ({points}) para o adversário {opponent_id} em BuchholzCut1 de {player_id}.

source: Warning: Elo iniziale non valido ({elo}) per avversario {opponent_id} in ARO di {player_id}.
es: Advertencia: Elo inicial no válido ({elo}) para el oponente {opponent_id} en ARO de {player_id}.
pt: Aviso: Elo inicial inválido ({elo}) para o adversário {opponent_id} em ARO de {player_id}.

source: ERRORE: Numero turno corrente non definito nel torneo.
es: ERROR: Número de ronda actual no definido en el torneo.
pt: ERRO: Número da rodada atual não definido no torneio.

source: --- Generazione Abbinamenti Turno {round_num} con bbpPairings ---
es: --- Generando Emparejamientos Ronda {round_num} con bbpPairings ---
pt: --- Gerando Emparceiramentos da Rodada {round_num} com bbpPairings ---

source: Nessun giocatore attivo per il turno {round_num}.
es: Ningún jugador activo para la ronda {round_num}.
pt: Nenhum jogador ativo para a rodada {round_num}.

source: ERRORE: Fallita generazione della stringa TRF per bbpPairings.
es: ERROR: Falló la generación de la cadena TRF para bbpPairings.
pt: ERRO: Falha ao gerar a string TRF para o bbpPairings.

source: bbpPairings eseguito con successo.
es: bbpPairings ejecutado con éxito.
pt: bbpPairings executado com sucesso.

source: ERRORE: Fallimento parsing output coppie di bbpPairings.
es: ERROR: Fallo al analizar la salida de emparejamientos de bbpPairings.
pt: ERRO: Falha ao analisar a saída de emparceiramentos do bbpPairings.

source: ATTENZIONE: bbpPairings non ha trovato abbinamenti validi.
es: ATENCIÓN: bbpPairings no encontró emparejamientos válidos.
pt: ATENÇÃO: bbpPairings não encontrou emparceiramentos válidos.

source: ERRORE CRITICO da bbpPairings.exe: {message}
es: ERROR CRÍTICO de bbpPairings.exe: {message}
pt: ERRO CRÍTICO do bbpPairings.exe: {message}

source: --- Abbinamenti Turno {} generati. ---
es: --- Emparejamientos Ronda {} generados. ---

source: Oppure, considerare di effettuare gli abbinamenti per questo turno manualmente (su carta).
es: Alternativamente, considere realizar los emparejamientos para esta ronda manualmente (en papel).
pt: Alternativamente, considere fazer os emparceiramentos para esta rodada manualmente (em papel).

source: Il torneo non può procedere automaticamente per questo turno.
es: El torneo no puede proceder automáticamente para esta ronda.
pt: O torneio não pode prosseguir automaticamente para esta rodada.

source: --- Inserimento Giocatori per il Torneo ---
es: --- Introducción de Jugadores para el Torneo ---
pt: --- Inscrição de Jogadores para o Torneio ---

source: Inserire ID locale, ID FIDE, o parte del Nome/Cognome.
es: Introducir ID local, ID FIDE, o parte del Nombre/Apellido.
pt: Insira o ID local, ID FIDE, ou parte do Nome/Sobrenome.

source: Il programma cercherà prima nel tuo DB personale, poi nel DB FIDE scaricato.
es: El programa buscará primero en tu BD personal, luego en la BD FIDE descargada.
pt: O programa procurará primeiro em seu BD pessoal, depois no BD FIDE baixado.

source: Giocatore {player_num} (o lascia vuoto per terminare):
es: Jugador {player_num} (o deja vacío para terminar):
pt: Jogador {player_num} (ou deixe em branco para terminar):

source: Ci sono meno di 2 giocatori. Continuare? (S/n)
es: Hay menos de 2 jugadores. ¿Continuar? (S/n)
pt: Há menos de 2 jogadores. Continuar? (s/N)

source: Trovati {count} giocatori nel tuo DB personale. Specifica usando l'ID locale:
es: Se encontraron {count} jugadores en tu BD personal. Especifica usando el ID local:
pt: Encontrados {count} jogadores em seu BD pessoal. Especifique usando o ID local:

source: Trovato giocatore nel DB personale: {} (ID: {})
es: Jugador encontrado en la BD personal: {} (ID: {})
pt: Jogador encontrado no BD pessoal: {} (ID: {})

source: Giocatore non trovato nel DB personale. Avvio ricerca nel DB FIDE...
es: Jugador no encontrado en la BD personal. Iniciando búsqueda en la BD FIDE...
pt: Jogador não encontrado no BD pessoal. Iniciando busca no BD FIDE...

source: -> Trovata 1 corrispondenza nel DB FIDE:
es: -> Se encontró 1 coincidencia en la BD FIDE:
pt: -> Encontrada 1 correspondência no BD FIDE:

source: Nome: {last_name}, {first_name} (ID FIDE: {fide_id}, FED: {fed}, Elo: {elo})
es: Nombre: {last_name}, {first_name} (ID FIDE: {fide_id}, FED: {fed}, Elo: {elo})

source: È questo il giocatore corretto? (S/n)
es: ¿Es este el jugador correcto? (S/n)

source: -> Trovate {count} corrispondenze nel DB FIDE per '{term}'. Scegli quella corretta:
es: -> Se encontraron {count} coincidencias en la BD FIDE para '{term}'. Elige la correcta:
pt: -> Encontradas {count} correspondências no BD FIDE para '{term}'. Escolha a correta:

source: Non ci sono altri risultati da mostrare. Procedo con l'inserimento manuale.
es: No hay más resultados para mostrar. Procediendo con la introducción manual.
pt: Não há mais resultados para mostrar. Prosseguindo com a inserção manual.

source: 0. Nessuno di questi / Inserimento manuale
es: 0. Ninguno de estos / Introducción manual

source: Scelta (Numero, 0 per manuale, Invio per i prossimi {page_size}):
es: Elección (Número, 0 para manual, Enter para los siguientes {page_size}):
pt: Escolha (Número, 0 para manual, Enter para os próximos {page_size}):

source: Scelta (Numero o 0 per manuale):
es: Elección (Número o 0 para manual):
pt: Escolha (Número ou 0 para manual):

source: --- Mostro i risultati successivi ---
es: --- Mostrando los siguientes resultados ---
pt: --- Mostrando os próximos resultados ---

source: Scelta non valida. Riprova.
es: Elección no válida. Inténtalo de nuevo.
pt: Escolha inválida. Tente novamente.

source: Input non valido. Inserisci un numero o premi Invio.
es: Entrada no válida. Introduce un número o presiona Enter.
pt: Entrada inválida. Insira um número ou pressione Enter.

source: Importazione di '{first_name} {last_name}' nel tuo DB personale...
es: Importando a '{first_name} {last_name}' a tu BD personal...
pt: Importando '{first_name} {last_name}' para o seu BD pessoal...

source: Errore durante la creazione del giocatore importato. Si prega di riprovare.
es: Error durante la creación del jugador importado. Por favor, inténtalo de nuevo.
pt: Erro ao criar o jogador importado. Por favor, tente novamente.

source: Nessuna corrispondenza trovata. Procedi con l'inserimento manuale.
es: No se encontraron coincidencias. Procede con la introducción manual.
pt: Nenhuma correspondência encontrada. Prossiga com a inserção manual.

source: Nome del nuovo giocatore:
es: Nombre del nuevo jugador:

source: Cognome:
es: Apellido:

source: Titolo FIDE (es. FM, o vuoto)
es: Título FIDE (ej. FM, o vacío)

source: Sesso (m/w)
es: Sexo (m/w)

source: Federazione (3 lettere, es. ITA)
es: Federación (3 letras, ej. ESP)

source: ID FIDE Numerico ('0' se N/D)
es: ID FIDE Numérico ('0' si N/D)

source: Data Nascita ({date_format} o vuoto)
es: Fecha de Nacimiento ({date_format} o vacío)
pt: Data de Nascimento ({date_format} ou vazio)

source: Esperienza pregressa significativa? (s/n)
es: ¿Experiencia previa significativa? (s/n)
pt: Experiência prévia significativa? (s/n)

source: Errore: Giocatore ID {player_id} ({player_name}) è già stato aggiunto a questo torneo.
es: Error: El jugador ID {player_id} ({player_name}) ya ha sido añadido a este torneo.
pt: Erro: O jogador ID {player_id} ({player_name}) já foi adicionado a este torneio.

source: -> Giocatore '{first_name} {last_name}' (ID DB: {player_id}) aggiunto al torneo.
es: -> Jugador '{first_name} {last_name}' (ID BD: {player_id}) añadido al torneo.
pt: -> Jogador '{first_name} {last_name}' (ID BD: {player_id}) adicionado ao torneio.

source: ERRORE: Dati turno {round_num} non trovati.
es: ERROR: Datos de la ronda {round_num} no encontrados.

source: Giocatore Mancante
es: Jugador Faltante
pt: Jogador Ausente

source: Info: Nessuna azione possibile per il turno {round_num} (nessuna partita pendente e nessuna da poter cancellare).
es: Info: Ninguna acción posible para la ronda {round_num} (ninguna partida pendiente y ninguna que se pueda cancelar).
pt: Info: Nenhuma ação possível para a rodada {round_num} (nenhuma partida pendente e nenhuma que possa ser cancelada).

source: Partite del turno {round_num} ancora da registrare (N. Scacchiera del Turno):
es: Partidas de la ronda {round_num} aún por registrar (N.º de Tablero de la Ronda):
pt: Partidas da rodada {round_num} ainda a serem registradas (Nº do Tabuleiro da Rodada):

source: Nessuna partita da registrare per il turno {round_num} (ma potresti voler cancellare un risultato).
es: Ninguna partida por registrar para la ronda {round_num} (pero podrías querer cancelar un resultado).
pt: Nenhuma partida para registrar para a rodada {round_num} (mas você pode querer apagar um resultado).

source: Nessuna
es: Ninguna
pt: Nenhuma

source: Inserisci:
es: Introduce:
pt: Insira:

source: [p] --- per entrare in modalità programmazione partite;
es: [p] --- para entrar en modo de programación de partidas;
pt: [a] --- para entrar no modo de agendamento de partidas;

source: [r] --- per ritirare un giocatore dal torneo;
es: [r] --- para retirar a un jugador del torneo;
pt: [r] --- para retirar um jogador do torneio;

source: [t] --- Time Machine, per tornare all'inizio di un turno;
es: [t] --- Máquina del Tiempo, para volver al inicio de una ronda;
pt: [t] --- Máquina do Tempo, para voltar ao início de uma rodada;

source: [cancella] --- per eliminare un risultato inserito;
es: [borrar] --- para eliminar un resultado introducido;
pt: [apagar] --- para apagar um resultado inserido;

source: [SC] --- il numero della scacchiera;
es: [TB] --- el número del tablero;
pt: [TB] --- o número do tabuleiro;

source: [nom*|cog*] --- parte del nome o cognome di uno dei giocatori.
es: [nom*|ape*] --- parte del nombre o apellido de uno de los jugadores.
pt: [nome*|sobrenome*] --- parte do nome ou sobrenome de um dos jogadores.

source: P|R|T|SC|nome|cognome [{boards}]:
es: P|R|T|TB|nombre|apellido [{boards}]:
pt: A|R|T|TB|nome|sobrenome [{boards}]:

source: Stato del torneo ripristinato e salvato.
es: Estado del torneo restaurado y guardado.
pt: Estado do torneio restaurado e salvo.

source: --- Ritiro Giocatore dal Torneo ---
es: --- Retirada de Jugador del Torneo ---
pt: --- Retirada de Jogador do Torneio ---

source: Nessun giocatore attivo da ritirare.
es: Ningún jugador activo para retirar.
pt: Nenhum jogador ativo para retirar.

source: Inserisci il numero o l'ID del giocatore da ritirare (o vuoto per annullare):
es: Introduce el número o el ID del jugador a retirar (o vacío para cancelar):
pt: Insira o número ou o ID do jogador a ser retirado (ou vazio para cancelar):

source: Confermi il ritiro definitivo di {player_name}? (s/N)
es: ¿Confirmas la retirada definitiva de {player_name}? (s/N)
pt: Confirma a retirada definitiva de {player_name}? (s/N)

source: Giocatore {player_name} marcato come ritirato.
es: Jugador {player_name} marcado como retirado.
pt: Jogador {player_name} marcado como retirado.

source: Ritiro annullato.
es: Retirada cancelada.
pt: Retirada cancelada.

source: Giocatore non trovato o già ritirato.
es: Jugador no encontrado o ya retirado.
pt: Jogador não encontrado ou já retirado.

source: --- Accesso al Modulo Pianificazione Partite ---
es: --- Acceso al Módulo de Planificación de Partidas ---
pt: --- Acesso ao Módulo de Agendamento de Partidas ---

source: Nessuna partita completata in questo turno da poter cancellare.
es: Ninguna partida completada en esta ronda para poder cancelar.
pt: Nenhuma partida concluída nesta rodada que possa ser apagada.

source: Partite completate nel turno {round_num} (ID Globali):
es: Partidas completadas en la ronda {round_num} (IDs Globales):
pt: Partidas concluídas na rodada {round_num} (IDs Globais):

source: Numero Scacchiera (del turno) '{board_num_choice}' non valido o partita non pendente.
es: Número de Tablero (de la ronda) '{board_num_choice}' no válido o partida no pendiente.
pt: Número do Tabuleiro (da rodada) '{board_num_choice}' inválido ou partida não pendente.

source: Input numerico per Scacchiera non valido.
es: Entrada numérica para Tablero no válida.
pt: Entrada numérica para Tabuleiro inválida.

source: Nessuna partita pendente trovata con giocatori che corrispondono a '{search_term}'.
es: Ninguna partida pendiente encontrada con jugadores que coincidan con '{search_term}'.
pt: Nenhuma partida pendente encontrada com jogadores que correspondem a '{search_term}'.
